{"items":[{"image":{"params":{"contentName":"Image","file":{"path":"images/image-hsmWDkwW.png","mime":"image/png","copyright":{"license":"U"},"width":632,"height":609},"alt":"Thrips (Thrips tabaci Lindeman), wenno sepsep"},"library":"H5P.Image 1.1","subContentId":"adf80013-a5a2-45a2-8edf-484380dadc17","metadata":{"contentType":"Image","license":"U","title":"Untitled Image","authors":[],"changes":[]}},"description":"<p></p>\n\n<ol>\n\t<li>\n\t<p>Thrips (Thrips tabaci Lindeman), wenno sepsep</p>\n\t</li>\n</ol>\n\n<p> </p>\n\n<p>Panagdangran </p>\n\n<p>Sepsepan dagitoy dagiti bulong ti bawang. Pumuraw wenno agbalin a silver ti kolor dagiti bulong ti bawang no maapektaran iti thrips. Babassit ti pagbalinan dagiti bawang no maatakar dagiti mula kabayatan iti kapigsada a panagdakkel ken panagbagas. Daytoy iti kangrunaan a makaigapu no apay a nababa ti maapit a bawang.</p>\n\n<p> </p>\n\n<p>Panangmanehar</p>\n\n<ul>\n\t<li>\n\t<p>Agmula iti nasapa a paset ti Oktobre aginggat Nobyembre tapno maliklikan iti pannakaatakar dagiti mula.</p>\n\t</li>\n\t<li>\n\t<p>Pasayakan dagiti mula baban iti sprinkler nose.</p>\n\t</li>\n\t<li>\n\t<p>Pasuyutan no nakaro iti pannakaatakar dagiti mula. No aspasuyot, siguraduen a ti pagpasuyotket maipunta kadagiti bulong a naatakar kadaytoy a peste.</p>\n\t</li>\n\t<li>\n\t<p>Mabalin met iti agaramat iti botanical insecticide ken colored blue sticky trap.</p>\n\t</li>\n\t<li>\n\t<p>Epektibo met ti napaglaok a danum ken sabon a pangpaksiat kadagitoy a peste. Ilaok ti maysa a putol a sabon iti 16 litro a danum.</p>\n\t</li>\n</ul>\n"},{"image":{"params":{"contentName":"Image","file":{"path":"images/image-cOCaa58O.png","mime":"image/png","copyright":{"license":"U"},"width":805,"height":612},"alt":"Mites (Aceria tulipae), wenno “ayam”"},"library":"H5P.Image 1.1","subContentId":"10d8d884-54cd-422b-9a80-5e9fdff06a07","metadata":{"contentType":"Image","license":"U","title":"Untitled Image","authors":[],"changes":[]}},"description":"<h3></h3>\n\n<p>Panagdangran </p>\n\n<p>Agatakar ti ayam kabayatan iti panagdakkel dagiti bawang a mangitunda iti panagkulot-kulot ti bulong dagiti mula kasta met ti panagamarilio ken ken panaglusiaw dagiti kayo ken bulongna. Maawagan daytoy a sakit iti tangle top. Makita ti gapuanan dagiti ayam iti nasapa a paset ti panagdakkel dagiti mula wenno no addan uppat a bulong ti mula kasta met no agbaliw-baliw ti tiempo. Matiped ti panagdakkel ken babassit ti bukel ti bawang no maatakar dagiti mula iti ayam.</p>\n\n<p><br />\n </p>\n\n<p>Panangmanehar </p>\n\n<ul>\n\t<li>\n\t<p>Ukraden dagiti agkulot a bulong dagiti bawang iti malem</p>\n\t</li>\n\t<li>\n\t<p>Maliklikan met iti pannakadangran dagiti mula no aplikaran dagiti bin-I a bawang iti insektisidio maysa nga oras kasangwanan iti panagmula</p>\n\t</li>\n\t<li>\n\t<p>Mabalin met a pasayakan dagiti mula iti sprinkler hose tapno malapdan iti agtultuloy a pannakadangranda</p>\n\t</li>\n\t<li>\n\t<p>Agaramat iti sticker no agpasuyot</p>\n\t</li>\n\t<li>\n\t<p>Agaramat iti botanical insecticide wenno colored blue sticky trap</p>\n\t</li>\n\t<li>\n\t<p>Epektibo met ti danum ken sabon nga ipasuyot tapno mapaksiat ti peste. Ilaok ti maysa a putol a sabon iti 16 litro a danum</p>\n\t</li>\n</ul>\n\n<p> </p>\n"},{"image":{"params":{"contentName":"Image","file":{"path":"images/image-gdUVsAmB.png","mime":"image/png","copyright":{"license":"U"},"width":632,"height":421},"alt":"Leaf folder (Homona coffearia)"},"library":"H5P.Image 1.1","subContentId":"312fcf39-6a50-4f86-9090-c10406f3c31b","metadata":{"contentType":"Image","license":"U","title":"Untitled Image","authors":[],"changes":[]}},"description":"<h3><br />\n</h3>\n\n<p>Aglemmeng dagiti peste kadagiti bulong ti bawang. Paggugusto dagiti leaf folder dagiti naraboy a bulong ti mula idinto a dagiti natataengan, kaykayatda met a kanen dagiti nataengan a bulong. Saan unay a nakadadanag daytoy a peste ken bassit laeng ti epekto na iti apit. Nupay kasta, kasapulan a lapdan iti pannakaatakar dagiti mula tapno saan a maistorbo ti panagdakkel na nga agresulta iti nababa nga apit.</p>\n\n<p> </p>\n"}],"behaviour":{"startImage":1,"snap":true,"ticks":false,"labels":false,"transparencyReplacementColor":"#000000"},"a11y":{"image":"Image","imageSlider":"Image Slider"},"title":"Panangmanehar kadagiti Peste"}