{"content":[{"content":{"params":{"text":"<p> </p>\n\n<p><strong>PANAGABONO KEN PANAGPADANUM</strong></p>\n\n<p>Ikkan dagiti mula iti organiko ken inorganiko nga abono tapno masupusopan dagiti sustansia nga adda iti daga tapno masigurado a nasalsalun-at dagiti mula ken manamnama nga umadu ti apit. Siguraduen a yaplay ti rekomendado a kaadu ti abono iti kada ektaria tapno saan a sobsobra ti mayaplay ken masaluadan ti daga.</p>\n\n<p> </p>\n\n<p><strong>Panagaplikar iti Organiko ken Inorganiko nga Abono</strong></p>\n\n<p>          Agdepende ti kaadu ti mayaplay nga abono iti resulta ti pannakaamiris ti kondision ti daga. Dagiti sumaganad ti rekomendado nga abono a mayaplay kadagiti mula.</p>\n\n<ol>\n\t<li>\n\t<p>Dua tonelada nga organiko nga abono iti kada ektaria sakbay ti pannakaisagana ti daga.</p>\n\t</li>\n\t<li>\n\t<p>Sangapulo agingga’t 15 a gramo nga inorganiko nga abono iti kada puon sakbay ti panagmula.</p>\n\t</li>\n\t<li>\n\t<p>Agaplikar iti urea (45-0-0) iti kaadu a 10 agingga’t 15 a grami iti kada puon, makabulan kalpasan ti panagmula.</p>\n\t</li>\n\t<li>\n\t<p>Agaplikar met iti muriate of potash (0-0-60) iti kaadu a 10 agingga’t 15 a gramo iti kada puon no agsabongen dagiti mula.</p>\n\t</li>\n\t<li>\n\t<p>Uliten nga abonoan dagiti mula no kasapulan.</p>\n\t</li>\n\t<li>\n\t<p>Mabalin met ti linawas a panagaplikar iti foliar nga abono manipud panagsabong dagiti mula.</p>\n\t</li>\n</ol>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text","authors":[],"changes":[]},"subContentId":"a8178de3-2fd9-43ba-9e6c-e257d3a10dff"},"useSeparator":"auto"},{"content":{"params":{"text":"<p><strong>Panagpadanum </strong></p>\n\n<p>Kasapulan dagiti mula 500 agingga’t 600 mm a danum iti unos ti<br />\npanagbiagda. Nupay naadur dagitoy iti tikag, kasapulanda latta iti danum<br />\nnangruna iti kalgaw, Padanuman dagiti mula kalpasan ti panagmula.Kangrunaanna, padanuman dagitoy iti tiempo ti panagsabong ken panagbungada. Liklikan met ti sobra a padanum tapno saan a matennag dagiti bungada ken saanda a malungsot.</p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text","authors":[],"changes":[]},"subContentId":"bb5cfbe6-44e5-4ade-87a0-1ba1c4eee649"},"useSeparator":"auto"}]}