{"content":[{"content":{"params":{"text":"<h3>LAND PREPARATION AND CROP ESTABLISHMENT</h3>\n\n<p>Proper preparation of the field prior to planting is done to make it favorable for seed germination, crop establishment, and successive management of the crop. Also, this will facilitate proper implementation of field operations, i.e. furrow irrigation.</p>\n\n<p> </p>\n\n<h3>Land Preparation</h3>\n\n<p> </p>\n\n<p></p>\n\n<p>In the land preparation, it is recommended to: </p>\n\n<p></p>\n\n<ol>\n\t<li>\n\t<p>Plow the field at a depth of 15-20 cm for two to three times to eliminate weeds, hibernating insect pests, soil-borne diseases, and obtain a good soil tilth. </p>\n\t</li>\n\t<li>\n\t<p>Harrow twice the field to break the clods and level the field. </p>\n\t</li>\n\t<li>\n\t<p>Pulverize well the soil to provide good aeration and root formation. </p>\n\t</li>\n\t<li>\n\t<p>In planting, raise bed or furrows at around 20 to 25 cm high during high season and 40 to 45 cm during wet season. </p>\n\t</li>\n\t<li>\n\t<p>Set furrows 1 m apart before transplanting.</p>\n\t</li>\n</ol>\n\n<p> </p>\n\n<h3>Seedling Production</h3>\n\n<p>Eggplant is best grown if it is transplanted. Seedlings can be grown in beds and seedling tray. A hectare of production area requires 250 g of eggplant seeds. </p>\n\n<p></p>\n\n<p>In the production of seedlings using raised bed:</p>\n\n<ol>\n\t<li>\n\t<p>Prepare five seedbeds measuring 1 x 5 m each</p>\n\t</li>\n\t<li>\n\t<p>Incorporate 1 kg of compost and 300 g carbonized rice hull (CRH) per square meter. </p>\n\t</li>\n\t<li>\n\t<p>Make furrows not more than 1 cm deep and space at 10-15 cm apart</p>\n\t</li>\n\t<li>\n\t<p>Place the seeds in furrows and cover lightly with soil. </p>\n\t</li>\n\t<li>\n\t<p>After sowing, water the seedbed and mulch with rice straw or dry leaves grasses. Water regularly the prepared seedbed. </p>\n\t</li>\n</ol>\n\n<p> </p>\n\n<h3>Production of Seedling using seedling tray</h3>\n\n<p>Seedling tray can be used in growing seedlings. This facilitates easy maintenance of the seedlings and efficient transplanting without disturbing the root system. Seedling trays are filled with a good sowing medium such as peat moss, commercial potting soil or a mixture of sand, garden soil and coir dust (1:1:2). Sow two seeds per cell in the seedling tray.</p>\n\n<p> </p>\n\n<p></p>\n\n<h3>Planting</h3>\n\n<p>The recommended procedure in planting eggplant seedlings:</p>\n\n<ol>\n\t<li>\n\t<p>Set furrows a meter apart, for conventional method. </p>\n\t</li>\n\t<li>\n\t<p>Spread fully decomposed animal manure/organic fertilizer along rows at 1 kg/linear meter.</p>\n\t</li>\n\t<li>\n\t<p>Apply complete fertilizer as basal at 10 to 15 g/hill and cover lightly with soil. </p>\n\t</li>\n\t<li>\n\t<p>Irrigate the furrows first to dissolve the fertilizers applied and to minimize direct contact of the seedling roots with the fertilizers.</p>\n\t</li>\n\t<li>\n\t<p>Harden seedlings one week before transplanting by decreasing the frequency of watering and fully exposing to sunlight to minimize transplanting shock. </p>\n\t</li>\n\t<li>\n\t<p>Transplant 21-28 old day with four to five true leaves, vigorous, stocky, and diseased-free seedlings. </p>\n\t</li>\n\t<li>\n\t<p>Transplant one seedling per hill at a distance of 100 cm between rows and 50 cm between hills during the cooler times of the day to avoid heat exposure of seedlings to sun. </p>\n\t</li>\n\t<li>\n\t<p>Set the seedlings in the soil firmly but slightly pressed on the roots. </p>\n\t</li>\n\t<li>\n\t<p>Water immediately after transplanting. </p>\n\t</li>\n\t<li>\n\t<p>Replant the missing hills a week from transplanting to have uniform maturity and complete population.</p>\n\t</li>\n</ol>\n\n<p> </p>\n"},"library":"H5P.AdvancedText 1.1","metadata":{"contentType":"Text","license":"U","title":"Untitled Text","authors":[],"changes":[]},"subContentId":"b3922767-184b-4dc3-b6d2-386662c36fbc"},"useSeparator":"auto"}]}