{"panels":[{"content":{"params":{"text":"<h3>Ti panagyaplikar iti organiko wenno inorganiko nga abono ket wagas a pangnayon iti sustansia a kasapulan dagiti mula. Adda rekomendado a wagas ti panagabono para iti tunggal ektaria tapno napintas ti panagdakkel dagiti mula ken maliklikan ti dakes nga epektona iti daga.</h3>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"55ebf73e-4e74-4f74-98ca-90f321a4074f","metadata":{"contentType":"Text","license":"U","title":"Untitled Text","authors":[],"changes":[]}},"title":"Paria(Panagganagan ken Panagpadanum)"},{"content":{"params":{"text":"<h3>Dagiti sumanagad ti rekomendado a wagas ti panagaplay iti organiko ken<br />\ninorganiko nga abono para iti paria.</h3>\n\n<ul>\n\t<li>\n\t<h3>Sakbay nga ikabil ti plastic nga alep-ep, agyaplay iti dua a tonelada nga organiko nga abono para iti maysa nga ektaria a pagmulaan, wenno 200 a kilo iti kada 1,000 a metro kuadrado a kalawa ti pagmulaan.</h3>\n\t</li>\n\t<li>\n\t<h3>Ikkan ti kada puon iti 15 a gramo a kompleto nga abono kas pondo a ganagan dagiti mula.</h3>\n\t</li>\n\t<li>\n\t<h3>No panawen ti tikag, maminsan iti kada bulan nga agaplikar iti 10 aginggat’ 15 a gramo nga urea ken muriate of potash (0-0-60) iti kada puon.</h3>\n\t</li>\n\t<li>\n\t<h3>No panagtutudo, maminsan iti kada dua a lawas nga agpuruak (side dress) iti 10 aginggat’ 15 a gramo nga urea ken muriate of potash iti kada puon.</h3>\n\t</li>\n\t<li>\n\t<h3>Agaplikar iti kastoy met laeng ti kaaduna nga abono iti tunggal puon no kasapulan.</h3>\n\t</li>\n\t<li>\n\t<h3>Agisprey iti Fermented Fruit/Plant Juice (FFJ/FPJ) iti maika-25, maika-45, ken maika-60 nga aldaw kalpasan ti panagmula wenno agingga a mangrugin nga agbunga dagiti mula. Mangaramid iti 1:5 a proporsion ti FFJ/FPJ ken danum. Agusar iti fish amino acid, seaweed extracts, ken dadduma pay a pangsupusop nga organiko a sustansia.</h3>\n\t</li>\n</ul>\n"},"library":"H5P.AdvancedText 1.1","subContentId":"46b9a93e-1c83-45d7-9b3d-6d538d98c478","metadata":{"contentType":"Text","license":"U","title":"Untitled Text","authors":[],"changes":[]}},"title":"Panagusar iti Organiko ken Inorganiko nga Abono"}],"hTag":"h2"}